{
    "heroComponent": {
      "subTitle": "FASTEST PERFORMANCE",
      "title": "Refund Policy​",
      "description": "We offer a hassle-free refund policy! If you’re not satisfied, contact us within 14 days of purchase for a full refund. Our team is here to assist you with any concerns. Please review our terms for eligibility details and let us know how we can help. Your satisfaction is our priority!",
      "imageSrc": "/assets/Frame/heroImg_refund.webp"
    },

     "refundPoliciesData":  {
        "description":
          "Products or services purchased from QloudHost may be refunded if cancelled within 14 days of the payment with certain terms and conditions. Customers may receive the refund in the same account through which they have made the payment.",
        "refundTerms": [
          "The 14-day money-back guarantee applies only to first-time signups. If you’ve had an account, cancelled, and signed up again, or opened a second account, you won’t be eligible for a refund.",
          "After submitting the cancellation request, we will check to see if you meet the refund criteria. Once your refund is approved, the refund process will take 5-7 business days to be completed.",
          "If the customer’s services have been terminated, the respective customer is not entitled to claim a refund for the purchase.",
          "No refunds apply if your service is suspended or terminated for cause.",
          "If you are found to be abusing our services, then your services may lead to the termination of your services and a refund is not initiated to your account in this case.",
          "You cannot claim the refund if any harm on your website has been done by yourself.",
          "In case you have violated our terms of services or any policy, your refund claim will immediately be terminated.",
          "The modifications made to the pricing pattern or policy by the software license company will take immediate effect on QloudHost clients.",
          "Customers are responsible for covering all the transactions integrated with your refund claim.",
          "We provide a 99.95% Uptime guarantee on the Network (not on your Website).",
          "After you submit the cancellation request, we’ll review if you qualify for a refund. Upon approval, your refund will take 5-7 business days to process.",
          "If the customer faces any server-related issue and our technical support team does not resolve it, then the customer is eligible for a refund.",
          "The setup fee will not be refundable for any servers.",
          "The account will be set up immediately upon confirmation of payment when using a credit card, debit card, net banking, or PayPal."
        ],
        "productsAvailableForRefund": [
          "Shared Hosting",
          "WordPress Hosting",
          "VPS Server",
          "Hardware Failure"
        ],
        "productsNotAvailableForRefund": [
          "Offshore Dedicated Servers",
          "Offshore Streaming Servers",
          "Offshore Video Hosting",
          "DMCA Ignored Dedicated Server",
          "Netherlands Offshore Dedicated Server",
          "Product Licence (e.g., control panel licence, Softaculous, etc.)",
          "The refund will not be initiated for any add-on added to your account, such as Addon IP, storage, or bandwidth, etc."
        ],
        "productsNotAssociatedWithRefundPolicy": ["Adults Servers", "Privacy Protection"],
        "refundMethods": [
          "Customers may receive the refund payment via the same or a separate mode through which the purchase has been made. You cannot claim the refund via any mode that we do not accept such as Bitcoin or any anonymous method.",
          "A refund will be issued immediately if you prefer the payment to be made to your Qloudhost Wallet.",
          "The refund will take 5-7 working days if you prefer the payment in your respective payment mode."
        ],
        "cancellationModes": [
          "You can write an email to QloudHost",
          "Cancellation can also be made via Ticket",
          "From the client area of the website"
        ]
      }
      
}